auxiliares/requests/salidas/confirmacion/house.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.ingresosimple.recintos.www.ventanillaunica.gob.mx" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd">
    <soapenv:Header>
  <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
<wsse:UsernameToken >
<wsse:Username>MAR870122MX9</wsse:Username>
<wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">i1yzMzAa3RvVgMzNAmTnL0hvVmSRTYDOpmuTrO0+REFMnCTj+k+LFHmZRtgkMkEq</wsse:Password>
</wsse:UsernameToken>
<wsu:Timestamp wsu:Id="Timestamp-5c9f0ef0-ab45-421d-a633-4c4fad26d945">
        <wsu:Created>2020-07-31T17:16:37Z</wsu:Created>
        <wsu:Expires>2020-07-31T23:59:25Z</wsu:Expires>
      </wsu:Timestamp>
</wsse:Security>
   </soapenv:Header>
   <soapenv:Body>
      <ws:confirmacionDeSalida>
         <!--Optional:-->
         <arg0>
            <informacionGeneral>
               <consecutivo>2000000GH</consecutivo>
               <idAsociado>2000000CH</idAsociado>
               <fechaRegistro>2020-07-31T19:38:59Z</fechaRegistro>
               <tipoMovimiento>11</tipoMovimiento>
               <detalleMovimiento>6</detalleMovimiento>
               <tipoOperacion>1</tipoOperacion>
               <cveRecintoFiscalizado>0702</cveRecintoFiscalizado>
            </informacionGeneral>
            <tipoSalida>H</tipoSalida>
            <master>
               <pedimento>0274567</pedimento>
               <aduana>070</aduana>
               <patente>9999</patente>
               <cvePedimento>T3</cvePedimento>
               <numMaster>109-20200728</numMaster>
               <mercancia>
                  <numPiezas>530</numPiezas>
                  <ump>K  </ump>
                  <peso>660</peso>
               </mercancia>
              <house>
                  <numHouse>ROS11120200728</numHouse>
                  <mercancia>
                     <numPiezas>220</numPiezas>
                     <ump>K</ump>
                     <peso>400</peso>
                  </mercancia>
               </house>
            </master>
         </arg0>
      </ws:confirmacionDeSalida>
   </soapenv:Body>
</soapenv:Envelope>
